#include <stdio.h>

int main() 
{  
  printf("  그가 큰 소리로 말했다.\n\t\"여러분! 침착하세요.\'하늘이 무너져도 솟아날 구멍이 있다\'고 하잖아요.\"\n");
  printf("  사람들이 속으로 생각했다.\n\t\"정말 \'하늘이 무너져도 솟아날 구멍이 있을까\'\"\n");

  printf("  그가 큰 소리로 말했다.\n"   
    "\t\"여러분! 침착하세요."
    "\'하늘이 무너져도 솟아날 구멍이 있다\'고 하잖아요.\"\n");
  printf("  사람들이 속으로 생각했다.\n"
    "\t\"정말 \'하늘이 무너져도 솟아날 구멍이 있을까\'\"\n");

   printf("  그가 큰 소리로 말했다.\n"
    "\t\"여러분! 침착하세요."
    "\'하늘이 무너져도 솟아날 구멍이 있다\'고 하잖아요.\"\n");
  printf("  사람들이 속으로 생각했다.\n"
    "\t\"정말 \'하늘이 무너져도 솟아날 구멍이 있을까\'\"\n");
}
